Cases/phi10/constant/thermoPolynomial
H2
{
    transport
    {
        muCoeffs<8>       (1.93938e-06 2.86599e-08 -2.14668e-11 1.72660e-14 -9.24197e-18 3.01956e-21 -5.43419e-25 4.11777e-29 );
        kappaCoeffs<8>    (2.98364e-02 6.98084e-04 -7.70813e-07 8.39202e-10 -5.18816e-13 1.83381e-16 -3.46457e-20 2.71246e-24 );
        oneOverKappaCoeffs<8>    (1.06993e+01 -2.89760e-02 4.84233e-05 -4.83568e-08 2.89111e-11 -1.01217e-14 1.90999e-18 -1.49802e-22 );
    }
}
H
{
    transport
    {
        muCoeffs<8>       (-2.79494e-07 4.10910e-08 -3.54159e-11 2.88984e-14 -1.54272e-17 5.01907e-21 -8.99845e-25 6.79733e-29 );
        kappaCoeffs<8>    (-7.42245e-03 1.26405e-03 -1.08172e-06 8.80893e-10 -4.70469e-13 1.53256e-16 -2.75132e-20 2.08081e-24 );
        oneOverKappaCoeffs<8>    (7.75321e+00 -2.41083e-02 4.22885e-05 -4.26443e-08 2.54581e-11 -8.87499e-15 1.66713e-18 -1.30214e-22 );
    }
}
O
{
    transport
    {
        muCoeffs<8>       (2.99142e-06 9.12233e-08 -7.73993e-11 6.47943e-14 -3.52726e-17 1.16254e-20 -2.10304e-24 1.59896e-28 );
        kappaCoeffs<8>    (1.05376e-02 1.64216e-04 -1.28175e-07 1.03078e-10 -5.46516e-14 1.77234e-17 -3.17240e-21 2.39431e-25 );
        oneOverKappaCoeffs<8>    (3.98471e+01 -1.07662e-01 1.78374e-04 -1.74567e-07 1.02327e-10 -3.52403e-14 6.56277e-18 -5.09317e-22 );
    }
}
O2
{
    transport
    {
        muCoeffs<8>       (1.08396e-06 8.23024e-08 -7.19351e-11 6.01616e-14 -3.26463e-17 1.07326e-20 -1.93787e-24 1.47128e-28 );
        kappaCoeffs<8>    (1.14208e-03 8.94740e-05 -1.68446e-08 -6.76430e-12 1.01800e-14 -4.64092e-18 9.91444e-22 -8.34298e-26 );
        oneOverKappaCoeffs<8>    (9.09247e+01 -2.91076e-01 5.03380e-04 -5.00318e-07 2.95216e-10 -1.01982e-13 1.90206e-17 -1.47721e-21 );
    }
}
OH
{
    transport
    {
        muCoeffs<8>       (3.08422e-06 9.40531e-08 -7.98002e-11 6.68043e-14 -3.63668e-17 1.19860e-20 -2.16828e-24 1.64856e-28 );
        kappaCoeffs<8>    (1.50740e-02 1.81990e-04 -1.57297e-07 1.79667e-10 -1.15058e-13 4.14767e-17 -7.93151e-21 6.26005e-25 );
        oneOverKappaCoeffs<8>    (3.31609e+01 -8.59654e-02 1.37718e-04 -1.33751e-07 7.85821e-11 -2.72029e-14 5.09423e-18 -3.97395e-22 );
    }
}
H2O
{
    transport
    {
        muCoeffs<8>       (-1.33911e-07 3.11452e-08 1.65333e-11 -1.90412e-14 1.06271e-17 -3.48350e-21 6.24567e-25 -4.71009e-29 );
        kappaCoeffs<8>    (7.40250e-03 3.21999e-05 1.21084e-07 -4.98570e-11 3.71340e-15 3.82803e-18 -1.31224e-21 1.33307e-25 );
        oneOverKappaCoeffs<8>    (1.02236e+02 -3.52096e-01 5.99491e-04 -5.84587e-07 3.39879e-10 -1.16146e-13 2.14907e-17 -1.65915e-21 );
    }
}
HO2
{
    transport
    {
        muCoeffs<8>       (1.10090e-06 8.35887e-08 -7.30594e-11 6.11018e-14 -3.31565e-17 1.09003e-20 -1.96816e-24 1.49427e-28 );
        kappaCoeffs<8>    (2.30840e-04 9.52044e-05 1.65007e-08 -3.19403e-11 2.15514e-14 -7.84351e-18 1.50180e-21 -1.18439e-25 );
        oneOverKappaCoeffs<8>    (8.67669e+01 -2.93066e-01 5.13456e-04 -5.13636e-07 3.04347e-10 -1.05451e-13 1.97115e-17 -1.53352e-21 );
    }
}
H2O2
{
    transport
    {
        muCoeffs<8>       (1.11759e-06 8.48555e-08 -7.41666e-11 6.20278e-14 -3.36590e-17 1.10655e-20 -1.99798e-24 1.51692e-28 );
        kappaCoeffs<8>    (-1.89531e-03 1.18993e-04 4.16731e-08 -6.18024e-11 3.88462e-14 -1.36502e-17 2.55932e-21 -1.99050e-25 );
        oneOverKappaCoeffs<8>    (7.45467e+01 -2.62182e-01 4.67195e-04 -4.71666e-07 2.81084e-10 -9.77700e-14 1.83268e-17 -1.42877e-21 );
    }
}
N2
{
    transport
    {
        muCoeffs<8>       (1.38009e-06 7.01181e-08 -6.09109e-11 5.10557e-14 -2.77626e-17 9.14015e-21 -1.65201e-24 1.25518e-28 );
        kappaCoeffs<8>    (3.94919e-03 8.32569e-05 -3.91166e-08 3.64569e-11 -2.28255e-14 8.22238e-18 -1.57635e-21 1.24760e-25 );
        oneOverKappaCoeffs<8>    (8.42528e+01 -2.48086e-01 4.14017e-04 -4.05479e-07 2.37842e-10 -8.19804e-14 1.52811e-17 -1.18697e-21 );
    }
}
