Cases/phi10/constant/thermophysicalTransport
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format          ascii;
    class           dictionary;
    location        "constant";
    object          thermophysicalTransport;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //



    laminar
    {
        model          TabulatedFickianFourier;

        mixtureDiffusionCoefficients no;
        
        Prt             0.7;
        Sct             0.7;

        DPolyCoeffs // [m^2/s]
        {
    		#include "transportPropertiesPolynomials"
        }
    }

// ************************************************************************* //
