Cases/phi10/constant/transportPropertiesPolynomials
H2-H2		{polyCoeffs	(-0.008206154992589035	0.005301116064582649	-0.0010317818263413754	9.576602930004835e-05	-3.2005857443576252e-06);}
H2-H		{polyCoeffs	(-0.02428982636247486	0.013559705319254507	-0.0025165384458657966	0.0002170189470310752	-6.836146798484732e-06);}
H2-O		{polyCoeffs	(-0.00954611922073414	0.005642700458975233	-0.0010794774552514285	9.659940935056088e-05	-3.1474275921756575e-06);}
H2-O2		{polyCoeffs	(-0.008163920647281006	0.00468997181528801	-0.000886542956662965	7.806443548522342e-05	-2.509045367753721e-06);}
H2-OH		{polyCoeffs	(-0.009514408371567204	0.00562395621128572	-0.0010758915848081297	9.627851986357725e-05	-3.1369722857493886e-06);}
H2-H2O		{polyCoeffs	(-0.0003055709917812779	-0.0014214755311550394	0.000705564971545193	-9.26706274649202e-05	4.086143763087668e-06);}
H2-HO2		{polyCoeffs	(-0.008156528580248575	0.00468572525440935	-0.0008857402314476844	7.7993751611095e-05	-2.5067735387733866e-06);}
H2-H2O2		{polyCoeffs	(-0.008149568518204744	0.004681726869781346	-0.0008849844188603542	7.79271986228326e-05	-2.5046344793415812e-06);}
H2-N2		{polyCoeffs	(-0.007525047657058948	0.004361864687649164	-0.0008275831510111567	7.324016123363163e-05	-2.363881678365456e-06);}
H-H		{polyCoeffs	(-0.01949281842582827	0.0067471565934682926	-0.0002189953732252764	-5.8226004996080306e-05	4.611707987614169e-06);}
H-O		{polyCoeffs	(-0.020292687091990107	0.010233000768653874	-0.0016767057648728744	0.00012665002326972983	-3.3662980585283777e-06);}
H-O2		{polyCoeffs	(-0.0123001693643456	0.005649293742754417	-0.0007724463055663057	4.525598561028196e-05	-6.689133678432893e-07);}
H-OH		{polyCoeffs	(-0.02025701265600422	0.010215011207723224	-0.0016737581250547264	0.00012642737320229256	-3.3603801244404393e-06);}
H-H2O		{polyCoeffs	(0.05112340758202142	-0.03314583721366835	0.007873395946487168	-0.000789249642489771	2.9067910355187644e-05);}
H-HO2		{polyCoeffs	(-0.012294431930832682	0.005646658620732932	-0.0007720859967651623	4.523487588446567e-05	-6.686013521626717e-07);}
H-H2O2		{polyCoeffs	(-0.012289032108106536	0.005644178558564393	-0.0007717468898004093	4.521500832897393e-05	-6.683076965714465e-07);}
H-N2		{polyCoeffs	(-0.012724795452766332	0.006078512491892836	-0.0009040490488230146	6.038302223753851e-05	-1.2832399951602834e-06);}
O-O		{polyCoeffs	(-0.005816023692390234	0.0031966097793974186	-0.0005848908411017702	4.970508813494438e-05	-1.5411323228196751e-06);}
O-O2		{polyCoeffs	(-0.003958538790500051	0.002101531285608046	-0.0003707523503776922	3.0336132583468786e-05	-9.002186567186152e-07);}
O-OH		{polyCoeffs	(-0.0057291970679891014	0.003148888028016934	-0.0005761590855139796	4.89630476539557e-05	-1.5181249685833703e-06);}
O-H2O		{polyCoeffs	(0.005067938656933565	-0.0038248814629731	0.0010272278611395578	-0.00011037127312397082	4.292474710617604e-06);}
O-HO2		{polyCoeffs	(-0.003938338351382201	0.00209080716313976	-0.0003688603996668001	3.0181327178906805e-05	-8.956248373543759e-07);}
O-H2O2		{polyCoeffs	(-0.003919240144623225	0.00208066819996954	-0.00036707168281452	3.0034968695850897e-05	-8.912816786912626e-07);}
O-N2		{polyCoeffs	(-0.003892444842976093	0.0020931132067982497	-0.00037503443534936284	3.1178337122833236e-05	-9.432569107706216e-07);}
O2-O2		{polyCoeffs	(-0.002385779155331296	0.0012045448911003735	-0.00019775313601554047	1.4970744380526737e-05	-3.9927044987959405e-07);}
O2-OH		{polyCoeffs	(-0.0038795434353004654	0.002059593788174202	-0.0003633537330700554	2.9730754261939634e-05	-8.822541763122942e-07);}
O2-H2O		{polyCoeffs	(0.008042987316259215	-0.00527744385842142	0.001267122472037108	-0.0001279090437240621	4.73842302635647e-06);}
O2-HO2		{polyCoeffs	(-0.002367493717053819	0.0011953128415994518	-0.0001962374874461411	1.4856003407186115e-05	-3.9621030277566413e-07);}
O2-H2O2		{polyCoeffs	(-0.0023501621837344225	0.0011865624047172065	-0.00019480090642077982	1.4747248179618608e-05	-3.933097957919141e-07);}
O2-N2		{polyCoeffs	(-0.0024222749950890137	0.0012444370906335705	-0.000209571822654044	1.632683830464452e-05	-4.5384459945211474e-07);}
OH-OH		{polyCoeffs	(-0.005641034169145285	0.003100431831906852	-0.0005672929469316559	4.820958706154883e-05	-1.4947635278048916e-06);}
OH-H2O		{polyCoeffs	(0.004987759804369443	-0.003764368771790885	0.0010109762928401595	-0.00010862511109771532	4.224564319388991e-06);}
OH-HO2		{polyCoeffs	(-0.0038589294992673385	0.0020486501461423954	-0.0003614230546963584	2.9572780037209945e-05	-8.775663228431275e-07);}
OH-H2O2		{polyCoeffs	(-0.003839436315607293	0.002038301495418857	-0.00035959734474597295	2.9423394661608254e-05	-8.731333417504957e-07);}
OH-N2		{polyCoeffs	(-0.0038183181624591948	0.0020532525176359196	-0.0003678923796762854	3.058458519356648e-05	-9.252937779590525e-07);}
H2O-H2O		{polyCoeffs	(-0.000971726459694525	0.0013710084678442557	-0.0005162265552097073	7.64938060685639e-05	-3.678154905363538e-06);}
H2O-HO2		{polyCoeffs	(0.005964514123043392	-0.004065638216752881	0.0010088385759016271	-0.00010389427676080146	3.9117089144487505e-06);}
H2O-H2O2		{polyCoeffs	(0.005933226413322826	-0.004044311331490152	0.0010035465692327468	-0.00010334928451070128	3.8911894873016096e-06);}
H2O-N2		{polyCoeffs	(0.006981579129237111	-0.004650754930119994	0.0011315912738275975	-0.00011518069695017649	4.296103757189056e-06);}
HO2-HO2		{polyCoeffs	(-0.002349065946857603	0.00118600893080319	-0.0001947100412296631	1.4740369302396516e-05	-3.9312633581741747e-07);}
HO2-H2O2		{polyCoeffs	(-0.0023315974378426956	0.0011771893369002908	-0.0001932621065232401	1.4630754553349087e-05	-3.9020290535331517e-07);}
HO2-N2		{polyCoeffs	(-0.0024049467611609128	0.0012355347582979688	-0.00020807260824833593	1.62100409657956e-05	-4.5059793034996917e-07);}
H2O2-H2O2		{polyCoeffs	(-0.0023139970617315846	0.0011683031652366658	-0.0001918032415804941	1.4520312339471966e-05	-3.8725740636563797e-07);}
H2O2-N2		{polyCoeffs	(-0.0023885308127201727	0.001227101110112088	-0.00020665232349844595	1.6099392696550326e-05	-4.475221897501773e-07);}
N2-N2		{polyCoeffs	(-0.00246767414355111	0.001289350544354923	-0.00022253688987128396	1.7800176608172625e-05	-5.129662265972282e-07);}
