Cases/phi10/0/flameSpeed
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      flameSpeed;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   nonuniform List<scalar> 
2000
(
-125.1301803
-125.1301803
-125.1301803
-125.1301803
-125.1301803
-125.1301803
-125.1301803
-125.1301803
...
)
;

boundaryField
{
    inlet
    {
        type            calculated;
        value           uniform 2.263464672e-313;
    }
    outlet
    {
        type            calculated;
        value           uniform 1.390664674e-309;
    }
    wall
    {
        type            empty;
    }
}


// ************************************************************************* //
