Cases/phi10/0/mag(grad(O2))
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      mag(grad(O2));
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 -1 0 0 0 0 0];

internalField   nonuniform List<scalar> 
2000
(
1e-12
1e-12
1e-12
1e-12
1e-12
1e-12
1e-12
1e-12
...
)
;

boundaryField
{
    inlet
    {
        type            calculated;
        value           uniform 1e-12;
    }
    outlet
    {
        type            calculated;
        value           uniform 1e-12;
    }
    wall
    {
        type            empty;
    }
}


// ************************************************************************* //
