Cases/phi10/Allrun
blockMesh
setFields
decomposePar -force -fileHandler collated
mpirun -n 4 reactingFoam -parallel -fileHandler collated
reconstructPar
